---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.WattsPerMeter
source: html/1bd51384-980a-aa06-efb1-c88c5dfefdb0.htm
---
# Autodesk.Revit.DB.UnitTypeId.WattsPerMeter Property

Watts per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId WattsPerMeter { get; }
```